---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.DocumentWorksharingEnabledEventArgs
source: html/c88cc908-9746-f05e-28f7-e0ce3f177cdf.htm
---
# DocumentWorksharingEnabledEventArgs Members

Returns document associated with this event